import './style.css';

export  function NewItems(){
    return(
        <div>
           <h2>НОВИНКИ IKEA, сторінка 1</h2>
           <p>
           У цьому розділі ви знайдете найновіші товари ІКЕА.
           А також тут відображаються всі товари, які є на нашому сайті - в порядку їх додавання.
           </p>
        </div>
    
) ;
}
export  function Promotions(){
    return(
        <div>
           <h2>АКЦІЇ IKEA, сторінка 1</h2>
           <p>
           Всі товари ІКЕА створюються з однією головною думкою:
            завдяки низьким цінам красиві і зручні предмети домашнього вжитку можуть бути доступні кожному.
            Адже наша бізнес- ідея полягає в тому, щоб змінити на краще повсякденне життя багатьох людей.

           </p>
        </div>
    
) ;
}
export  function ItemsAvailable(){
    return(
        <div>
           <h2>ТОВАРИ В НАЯВНОСТІ IKEA, сторінка 1</h2>
           <p>
           Товари ІКЕА з цього розділу є в наявності у Львові.
           Замовлені вами товари бронюємо на 24 години,
            за добу неоплачені замовлення скасовуються.
             Якщо ви оплатите товар та повідомите нам про це до 12:00, 
             ми зробимо відправку в той же день (тільки у будні). 
             Наступного дня ваше замовлення вже буде в Києві (чи іншому місті, куди НП доставляє за 1 день). 
             Якщо вам потрібні товари з наявності і товари під замовлення 
             (і ви хочете, щоб наявні товари ми відправили одразу),
              оформлюйте їх в два окремі замовлення.  </p>
        </div>
    
) ;
}
export  function Delivery(){
    return(
        <div>
           <h2>Оплата і доставка</h2>
           <p>
           Способи оплати:- на сайті
           - на картку/банківський рахунок, реквізити надходять на ел.пошту після оформлення замовлення
           - передоплата 20% вартості замовлення (на картку/банківський рахунок)
           - оплата частинами та оплата в розстрочку (Монобанк, ПриватБанк, А-Банк, Райффайзен Банк та Ощадбанк)
           Мінімальна сума замовлення в нашому інтернет - магазині: 700 грн.
           При оформленні замовлення на меншу суму до нього буде додано цей товар.     </p>
        </div>
    
) ;
}
export  function Forums(){
    return(
        <div>
           <h2>Форуми</h2>
           <p>
           4 ЧЕРВ. 2024
           </p>
        </div>
    
) ;
}

export  function About(){
    return(
        <div>
           <h2>Про нас</h2>
           <p>
           Вітаємо Вас в нашому магазині товарів для дому відомого бренду ІКЕА!
           Ми здійснюємо доставку товарів з польської ІКЕА в Україну (у Львів) за цінами, нижчими, ніж пропонуються на ринку. 
           Наша мета - зробити стильні і практичні товари ІКЕА доступними для кожного українця. 
           У нас є немалий досвід в цьому і ми постійно вдосконалюємо якість нашої роботи.
           У нас найширший асортимент товарів ІКЕА в Україні.
           </p>
        </div>
    
) ;
}

export function NotFound(){
    return(
        <div>
           <h2>НОВИНКИ IKEA, сторінка 1</h2>
           <p>
           У цьому розділі ви знайдете найновіші товари ІКЕА.
           А також тут відображаються всі товари, які є на нашому сайті - в порядку їх додавання.
           </p>
        </div>
    
) ;
}
